[
  {
    "eventName": "ANVESHAN- The Corporate Quiz",
    "eventId": 1,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686665155/Aaghaaz/quiz_kxeawj.jpg",
    "description": "It's a group activity of 2 members in each team. First round will be written MCQ round. Out of this 6-8 teams will be selected and will be competing together. They have to go through a rapid fire round consisting of different categories of management related questions. Out of this 1st and 2nd winner will be declared.",
    "rLink": "https://forms.gle/3GZyd7Mwy4u3k48e6",
    "contact": {
      "s_coord": [
        {
          "name": "Manshi Saxena "
        },
        {
          "name": "Saksham Saxena ",
          "number": 9557395777
        },
        {
          "name": "Yashi sharma "
        },
        {
          "name": "Sejal Maheshwari "
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Nitin Mohan "
        }
      ]
    },
    "time": "11: 00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706590724/aaghaaz/nj0ubzorlg3p1bait4nt.jpg",
    "rules": [
      " There will be only 2 members in each team.",
      "From one college only 3 teams will be allowed to participate.",
      "There will be 2 rounds in this quiz competition and in case of tie there will be a round 3 which will be a rapid fire question",
      "In first round, 20 MCQ questions will be provided on a sheet and the evaluation will be done accordingly.",
      "6 teams will be selected after this round.",
      "In second round, questions will be shared on the board through ppt and the team who will answer first will gain points.\n",
      "Questions will be related to business world."
    ]
  },
  {
    "eventName": "100 Ka Dam",
    "eventId": 2,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686665292/Aaghaaz/invest_m4ewn0.gif",
    "description": "It’s a group activity where each group would be given Rs. 100 as startup capital.A group may consist of 3-4 members. They would have to purchase some raw material, create something out of it and sell it to the people and report back after 3 hours to judges with a video showing the selling. The winners would be decided on the basis of the profit, method of selling etc. Participants would present the strategies used for selling and profits earned. Students from Professional courses like MBA, B.Tech, BBA, BCA and MIB will be allowed to participate. Team members can be from different graduate or undergraduate programs on the same team. Eatable items are not allowed to sale . Showing false sales or indulging in any kind of unfair practice will lead to disqualification from the event.",
    "rLink": "https://forms.gle/y7NG64T6S4deER8h7",
    "contact": {
      "s_coord": [
        {
          "name": "Shourya Rastogi",
          "number": 7088336897
        },
        {
          "name": "Tanishq Saxena  ",
          "number": 8868070709
        },
        {
          "name": "Tanisha Mittal "
        },
        {
          "name": "Manshi Khare"
        },
        {
          "name": "Harsh Chaudhary "
        },
        {
          "name": "Devansh Sharma "
        },
        {
          "name": "Nainika Rajput "
        }
      ],
      "t_coord": [
        {
          "name": "Dr. Kavita Singh"
        }
      ]
    },
    "time": "11:00 A.M. ",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706598258/aaghaaz/dtk28isrhnwr6pn31zff.png",
    "rules": [
      "It is a group activity where each group would use their Rs. 100 as startup capital",
      "A group may consist of 3-4 members.\n",
      "They would have to purchase some raw material, create something out of it and sell it to the people and report back after 3 hours to judges with a video showing the selling.\n",
      "The winners would be decided on the basis of the profit, method of selling etc.\n",
      "Participants would present the strategies used for selling and profits earned.\n",
      "Team members can be from different graduate or undergraduate programs on the same team.",
      "Showing false sales or indulging in any kind of unfair practice will lead to disqualification from the event."
    ]
  },
  {
    "eventName": "Ad Zap - The Ad Mad Show",
    "eventId": 3,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686665546/Aaghaaz/ad_lgjcf0.jpg",
    "description": "Ad Zap is an exhilarating and cutting-edge event designed to bring together advertising professionals, marketers, entrepreneurs, and creative enthusiasts for an immersive experience in the world of advertising. This event aims to explore the latest trends, strategies, and innovations in the advertising industry while providing a platform for networking and collaboration.",
    "rLink": "https://forms.gle/FQWv4Wjwwk5BxTC96",
    "contact": {
      "s_coord": [
        {
          "name": "Aditya Sharma",
          "number": 8859076725
        },
        {
          "name": "Virat Mittal "
        },
        {
          "name": "Soni Sharma "
        },
        {
          "name": "Ayushi Singh "
        },
        {
          "name": "Arya Triphathi "
        },
        {
          "name": "Anannya Mishhra "
        }
      ],
      "t_coord": [
        {
          "name": "Dr. Rashmi Chaudhary"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706523157/aaghaaz/bezgfnm9qx3efofm6k6s.jpg",
    "rules": [
      "1. This event is not an individual event; each team should comprise of a minimum of 4 members and a maximum of 5 members.",
      "2. The advertisement may be in english or Hindi language (avoid usage of both languages at same time).",
      "3. The first round will consist of ad jingles and taglines of the product that you have created or chosen. \n Time limit: 5 minutes.\n",
      "4. Selected teams will be able to participate in the next round. ",
      "5. In Second round, teams will present their Ads. (Acting on stage). \nTime limit: 5 - 8 minutes.\n",
      "6. The criterion for assessment includes content, spontaneity and adherence to the topic, coordination, appeal of the advertisement, humor and performance on the stage.",
      "7. There should be no exposure to biasness against any caste or community or religion through your performance.",
      "8. Use of vulgar expression and language will lead to disqualification of the team."
    ]
  },
  {
    "eventName": "Jugaad Management",
    "eventId": 4,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1706522594/aaghaaz/eyaxuqo0vndflikinadt.png",
    "description": "It’s a team activity. Participants are supposed to transform their waste products into some useful product with the existing material. 1hour and 30 minutes would be provided to complete the activity. A team of 3-4 students are invited to participate.Teams need to bring their own Waste Material / products (min 3 max 10). Winner will be awarded on the basis of the judgment criteria. In case of any dispute, jury members will be authorized to take the final decision. Stationary will be provided to every team.",
    "rLink": "https://forms.gle/JR1iFgUqxCHYP26M7",
    "contact": {
      "s_coord": [
        {
          "name": "Lokendar Singh",
          "number": 9389776856
        },
        {
          "name": "Vansh Singhal"
        },
        {
          "name": "Saloni Singhal"
        },
        {
          "name": "Gunjan Bhatt"
        }
      ],
      "t_coord": [
        {
          "name": "Dr. Siby James"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706522404/aaghaaz/kyj47khlorlcxuupc8xg.jpg",
    "rules": [
      "The decision of the judge will be considered final and abiding.",
      "Maximum 2-4 members in each team.",
      "Participants will be given 1 hour and 30 minutes to make the creative model and 2 minutes for explanation.",
      "Waste material can be anything like tetra Pack, bottles, newspapers, old utensils, jute materials or second hand items.",
      "The model will be rejected if not found to be a waste product or second hand item.",
      "No ready or semi-finished model or matter would be accepted.",
      "Participants will be judged on creativity, utilisation of resources, artistic composition and design, eco-friendly rating, utility of the product and overall presentation."
    ]
  },
  {
    "eventName": "Business Plan",
    "eventId": 5,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686665605/Aaghaaz/businessplan_dvand9.gif",
    "description": "Each team should comprise a maximum of 4 participants. A member can be part of only one team. No change in the team structure is permitted after the team has registered. The event is open for students of ALL COURSES. Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified.\nAll teams are advised to share their presentations before 8 February 2024 on businessplan.aaghaaz2024@gmail.com ",
    "rLink": "https://forms.gle/DyixyAbfgAFfs9bw8",
    "contact": {
      "s_coord": [
        {
          "name": "Shikhar Gupta ",
          "number": 8800637993
        },
        {
          "name": "Sakshi Kaim"
        },
        {
          "name": "Simran "
        },
        {
          "name": "Shivansh Sharma "
        },
        {
          "name": "Gaurav Sharma "
        },
        {
          "name": "Chandni Verma "
        }
      ],
      "t_coord": [
        {
          "name": "Dr. Sapna Kumari "
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706610369/aaghaaz/j36zwzhpejkfmdsumsdb.jpg",
    "rules": [
      "Each team should comprise a maximum of 4 participants and need to share their presenatation latest by 8 February",
      "A member can be part of one team only.\n",
      "The event is open for students of all courses.\n\n",
      "Incomplete entries or the entries that do not comply with the above specifications will be automatically disqualified\n",
      "All teams are required to share their presentation to businessplan.aaghaaz2024@gmail.com \n\n",
      "Each team will be given 10 minutes for presentation plus 2 minutes for Q&A",
      "\nAny number of business plans, from an institution is allowed, provided that teams have no comman members"
    ]
  },
  {
    "eventName": "Movie Making",
    "eventId": 6,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686665653/Aaghaaz/movie_nqmlns.gif",
    "description": "Each team should comprise a maximum of three students. A member can be part of only one team. No change in the team structure is permitted after the team has registered, The event is open for students of any UG/PG Course, Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified.Teams would cover Aaghaaz 2023 in their videos, edit and present the videos in form of movie. The short film can include text, images, photos, videos or any combination of these elements on Aaghaaz. The Video duration must be a minimum of 5 min and a maximum of 10 min. The decision of the organizers of the event and the panel of judges will be final and will be binding on all the participants. The video must not contain any nudity , otherwise offensive or inappropriate content.",
    "rLink": "https://forms.gle/8oQPAnjEzb9jMnyK7",
    "contact": {
      "s_coord": [
        {
          "name": "Rudrank Kaushik",
          "number": 9871280052
        },
        {
          "name": "Shalini Chauhan"
        },
        {
          "name": "Anjali Jha"
        },
        {
          "name": "Anjali Verma"
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Manoj Kumar Chaudhary"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706522654/aaghaaz/hvak8ulopyfr9smfetez.jpg",
    "rules": [
      "Entries are invited for solo as well as team (2 members maximum).\n",
      "The theme of the Video making competition is Glimpses of Aaghaaz- 2024@IMSEC.",
      "Every video must use the hashtag while uploading their video on the given link. #SMARTCapture \n",
      "The video should revolve around the theme subject and the Video length would be Max (1-2minutes).\n",
      "Contents should not be disrespectful and abusive. The use of slang language must be avoided.\n",
      "The video can be edited using music and captions and should be one's own creation. No plagiarism is accepted.\n",
      "The quality of the video should be of minimum 720p.(1080p is accepted but while online streaming, it is difficult to be visible to all video participants,\nanalysing an optimum internet speed, so it is your own choice if you wish to make your video in 1080p). \n",
      "The Criteria for evaluation will be Creativity, Content, editing skills and Concept"
    ]
  },
  {
    "eventName": "Web-A-Thon",
    "eventId": 7,
    "venue": "",
    "date": "9th February 2024",
    "cashPrize": [
      "₹5000/-",
      "Only Medal"
    ],
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686719042/Aaghaaz/website_mx0moj.jpg",
    "description": "It a web-design contest, in which team of two members will design webpage on the theme given on spot. \nThree hyperlink should be active to next page.",
    "rLink": "https://forms.gle/tUrdcmu36ykZFzCd6",
    "contact": {
      "s_coord": [
        {
          "name": "Sarthak Tyagi",
          "number": 8171704723
        },
        {
          "name": "Rajat Yadav",
          "number": 7505283228
        },
        {
          "name": "Hardik ",
          "number": 9557758153
        },
        {
          "name": "Ketan Koli",
          "number": 9205187096
        },
        {
          "name": "Devanshu Kumar",
          "number": 7042613850
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Varun Chaudhary"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706719985/aaghaaz/wlryiu3t9ny3d98eddai.png",
    "rules": [
      "Team of Only 2 Members Allowed ",
      "Only Notepad/VsCode is allowed.",
      "Only HTML,CSS & JS are allowed",
      "Minimum of 3 hyperlinks to be added",
      "A webpage has to be designed on the theme given on the spot",
      "Any assets would be given on the spot.",
      "Teams should only include participants who are not organizers, volunteers, judges, sponsors, or in any other privileged position",
      "Working on a project before the event and open-sourcing it for the sole purpose of using the code during the event is against the rules.\n"
    ]
  },
  {
    "eventName": "Blind Coding",
    "eventId": 8,
    "venue": "",
    "date": "9th February 2024",
    "cashPrize": [
      "₹3000/-",
      "Only Medal"
    ],
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686719361/Aaghaaz/blind_coding_py8xjt.png",
    "description": "It is coding contest, in which participant will write code of the given problem, without having code visible. Monitor will be in off mode. There will be three rounds of 15 minutes each. Participant can write the code in either C/C++/JAVA. Two awards will be given. Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified. Duration of the event will 2hours. Students from BTech, MCA, BCA can participate.",
    "rLink": "https://forms.gle/bXrLoQXdTq6rCcVa7",
    "contact": {
      "s_coord": [
        {
          "name": "Awadesh",
          "number": 8287188936
        },
        {
          "name": "Sonali Rawat"
        },
        {
          "name": "Kushwant"
        },
        {
          "name": "Aman"
        },
        {
          "name": "Mutakeen"
        },
        {
          "name": "Agam Varshney"
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Sadaf Raza"
        }
      ]
    },
    "time": "1:00 PM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706521837/aaghaaz/gjc8bxtdxllp5sajx6o2.jpg",
    "rules": [
      "Each participant has to write the code to given problem, with MONITOR OFF.\n",
      "Participants whose code gets execute will be given higher preference.\n",
      "Any attempt to turn the monitor on will result in disqualification of the participant.\n",
      "Programming language used : C / C++ / Java.\n",
      "The second preference will be given to code with least number of error.\n",
      "In case of tie in number of errors, TIME of SUBMISSION will be considered.\n"
    ]
  },
  {
    "eventName": "Paper Presentation",
    "eventId": 9,
    "venue": "",
    "date": "9th February 2024",
    "cashPrize": [
      "₹3000/-",
      "Only Medal"
    ],
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686733746/Aaghaaz/images_ziyykb.jpg",
    "description": "Research paper presentation will be held on idea on recent IT topics. Team of one or two members can present their views and ideas on their topic through ppt presentation. Duration of each presentation will be maximum 15 minutes including Q/A sessions. Two awards will be given. Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified. Duration of the event will 2hours. Students from BTech, MCA, BCA can participate.",
    "rLink": "https://forms.gle/Nd27hFY1STtpb3RR7",
    "contact": {
      "s_coord": [
        {
          "name": "Hem Pratap Rana",
          "number": 7302677440
        },
        {
          "name": "Bharti Tyagi"
        },
        {
          "name": "Vidisha"
        },
        {
          "name": "Sapna"
        },
        {
          "name": "Teesha"
        },
        {
          "name": "Keshav Joshi"
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Vipin Kumar Sharma"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706521978/aaghaaz/tucnhln75w0mwq2sezkq.jpg",
    "rules": [
      "Research paper presentation will be held on recent IT topics.\n",
      "Team of one or two members can present their views and ideas on their topic through ppt presentation.Team can have participants from different colleges.\n",
      "Registration will not be accepted unless submitted via the official contest google form. \n",
      "Duration of each presentation wil be maxiamum 15 minutes including Q/A sessions.Two awards will be given.\n",
      "Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified.",
      "Duration of the event will be 2 hours",
      "Students from any UG/PG Courses can participate.",
      "Entries will be judged by the judges. All decisions are final. The judges pannel reserves the right to disqualify any entry that is deemed inappropriate or does not conform to stated contest rules.",
      "Paper presentation contest in hybrid mode. Student can also participate online."
    ]
  },
  {
    "eventName": "BGMI",
    "eventId": 10,
    "venue": "",
    "date": "9th February 2024",
    "cashPrize": [
      "Only Medal",
      "Only Medal"
    ],
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1686720077/Aaghaaz/bgmi_jsmnhz.webp",
    "description": "Students will play BGMI. Students must carry mobile phones with games installed their mobile phone. Mobile data is to be used for internet connection. Duration of this event will be 2 hours . Two awards will be given. Participants must adhere to the timelines. Incomplete entries or entries that do not comply with the above specifications will be automatically disqualified. Duration of the event will 2hours. Students from BTech, MCA, BCA can participate.",
    "rLink": "https://forms.gle/pYAbAVSR6yKTiRoy5",
    "contact": {
      "s_coord": [
        {
          "name": "Vikalp",
          "number": 9621408895
        },
        {
          "name": "Shivam Patel",
          "number": 8630042307
        },
        {
          "name": "Tanmay Kushwaha",
          "number": 8239081163
        },
        {
          "name": "Sakshi Sharma"
        }
      ],
      "t_coord": [
        {
          "name": "Mr. Ashish Pandey"
        }
      ]
    },
    "time": "11:00APM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706522330/aaghaaz/leu4musc3xny801bd1rq.jpg",
    "rules": [
      "It is a 4-Man Squad Event",
      "Registration would be done as a Solo",
      "A squad will be made on spot to make every team a 4 man.",
      "The Game must be Pre-Installed on the Device",
      "The Organizers won't be responsible for any technical failure on the participant's side",
      "Participants must have Mobile Data",
      "Any Misbehavior, breaking of rules, cheating or hacking will lead to disqualification"
    ]
  },
  {
    "eventName": "Explore the Campus",
    "eventId": 11,
    "venue": "",
    "date": "9th February 2024",
    "cashPrize": [
      "Only Medal",
      "Only Medal"
    ],
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1706522763/aaghaaz/uf7m0lyiog3iyvitvg8e.jpg",
    "description": "It is a photography and videography contest through mobile phones, where participants can capture photos and shoot videos of our campus and post them on their social media platforms. Participants are required to encourage their friends to like and share these entries. Two awards will be given, and the event will last for two hours. Participants must strictly adhere to the timelines. Incomplete or entries that do not comply with the specified guidelines will be automatically disqualified. The event is open to students from BTech, MCA, BCA, and BBA.",
    "rLink": "https://forms.gle/pYAbAVSR6yKTiRoy5",
    "contact": {
      "s_coord": [
        {
          "name": "Kunal Diwaker",
          "number": 7078820041
        },
        {
          "name": "Sarthak Kumar Tyagi",
          "number": 6397514730
        },
        {
          "name": "Vidisha"
        },
        {
          "name": "Ananta Kurana"
        },
        {
          "name": "Jhanvi"
        }
      ],
      "t_coord": [
        {
          "name": "Ms. Mansi Chaudhary"
        }
      ]
    },
    "time": "3:00 PM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706522791/aaghaaz/aanzn8khfmgyht8hwzz5.jpg",
    "rules": [
      "Individual registrations need to be sent.\n",
      "An individual will be given a maximum time of 2 hours in the contest.\n",
      "Photos/videos can be clicked using DSLRs, Digital Cameras and Smartphones.",
      "Post processing of any type isn’t allowed. In-built Camera presets and filters can be used. Only basic editing (Lighting fixes, changes to hue/saturation) is allowed. Morphing, stitching pictures/videos or using multiple pictures to create one image in any way or any changes to the original Photograph is unacceptable and will render the photograph/video ineligible for a prize.\n",
      "The photograph/video, in its entirety, must be a single work of original material taken by the Contest entrant.\n",
      "Clearly mention your name, email id, name of your college/department and contact number.\n",
      "Registration will not be accepted unless submitted via the official contest google form.\n",
      "Entries will be judged by the following criteria:- a) Contestants have to post their work on Instagram with hashtags. b) For each like and comment you will get 1-1 points and for share will score 2. c) Maximum time limit of video can be 30 seconds only, exceeding the time limit can lead to penalty.",
      "Photos and videos will be judged seperately. All decisions are final.",
      "The judges panel reserves the right to disqualify any entry that is deemed inappropriate or does not conform to seated contest rules.",
      "By entering the contest, entrants agree that photos/video submitted can be used by the institute for advertising purposes.\n"
    ]
  },
  {
    "eventName": "Best Manager ",
    "eventId": 12,
    "venue": "",
    "date": "9th February 2024",
    "img": "https://res.cloudinary.com/storageforweb/image/upload/v1706522257/aaghaaz/ebsmxxrp1m4ls3bz8svf.jpg",
    "description": "Embark on a thrilling journey of strategic prowess at our Best Manager competition! Unleash your leadership skills, navigate challenges, and vie for victory in this intense battle of management acume exhibit resilience, and bask ready? Sharpen your wit, In the glory of managerial excellence. Are you\n\nBEST MANAGER PARTICIPANTS EXCLUSIVE\n\nCOLLEGE ID MANDATORY\n\nBRING BEST OUT OF BEST\n\nJUDGES DECISION WILL BE FINAL",
    "rLink": "https://forms.gle/pYAbAVSR6yKTiRoy5",
    "contact": {
      "s_coord": [
        {
          "name": "Gautam Rastogi",
          "number": 7895173156
        },
        {
          "name": "Nainika Rajput "
        }
      ],
      "t_coord": [
        {
          "name": "Dr. Siby James"
        }
      ]
    },
    "time": "11:00 AM",
    "poster": "https://res.cloudinary.com/storageforweb/image/upload/v1706589915/aaghaaz/jjemgoinxpiowwq6nple.png",
    "rules": [
      "Best Manager is an individual event. \n\n\n",
      "Participant of Best Manager competition is not allowed to participate in any other game .",
      "There can be any number of participants from a college. \n\n",
      "All participants should mandatorily bring their college ID card. \n",
      "Participants are expected to bring their own mobile phones, laptops, pen drive, etc. \n\n",
      "Rules will be specific for each rounds. \n",
      "Participants will be disqualified on the spot if they fail to adhere to the rules. \n",
      "It is the responsibility of the participants to clear the doubts before the game commences.\n",
      " Decision of the judges will be final."
    ]
  }
]